2016/brp 2016-02-09/art/art-proeftuin/KUC001-Afstamming-RegistratieGeboorte/ART/ExpectedResults/data/Geboorte kind-2-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>40</ABONNEMENT>
            <NAAM>Automatisch synchroniseren populatie 034401</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>4435886d-fed7-49f6-9564-dd30527f3a70</brp:referentienummer>
    <brp:tijdstipVerzending>2014-12-12T14:01:39.174+01:00</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Automatisch synchroniseren populatie 034401</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>01001</brp:code>
    <brp:naam>Geboorte in Nederland</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>034401</brp:partijCode>
    <brp:tijdstipRegistratie>2014-12-12T14:01:38.315+01:00</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Toevoeging" brp:communicatieID="2">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging">
          <brp:tijdstipLaatsteWijziging>2014-12-12T14:01:38.315+01:00</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie">
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>100000009</brp:burgerservicenummer>
          <brp:administratienummer>1010101025</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie">
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Olav</brp:voornamen>
          <brp:geslachtsnaamstam>Rolland</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie">
          <brp:datum>1981-10-02</brp:datum>
          <brp:gemeenteCode>0519</brp:gemeenteCode>
          <brp:woonplaatsnaam>'s-Gravenzande</brp:woonplaatsnaam>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie">
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:code>M</brp:code>
        </brp:geslachtsaanduiding>
        <brp:betrokkenheden>
          <brp:ouder brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Toevoeging">
            <brp:familierechtelijkeBetrekking brp:objecttype="Relatie" brp:verwerkingssoort="Toevoeging">
              <brp:betrokkenheden>
                <brp:kind brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Toevoeging">
                  <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Toevoeging">
                    <brp:soortCode>I</brp:soortCode>
                    <brp:identificatienummers brp:verwerkingssoort="Toevoeging">
                      <brp:burgerservicenummer>200010992</brp:burgerservicenummer>
                      <brp:administratienummer>1321406948</brp:administratienummer>
                    </brp:identificatienummers>
                    <brp:samengesteldeNaam brp:verwerkingssoort="Toevoeging">
                      <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Eveline</brp:voornamen>
                      <brp:geslachtsnaamstam>Appelo</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte brp:verwerkingssoort="Toevoeging">
                      <brp:datum>2014-12-12</brp:datum>
                      <brp:gemeenteCode>1773</brp:gemeenteCode>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                  </brp:persoon>
                </brp:kind>
              </brp:betrokkenheden>
            </brp:familierechtelijkeBetrekking>
          </brp:ouder>
        </brp:betrokkenheden>
      </brp:persoon>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Toevoeging" brp:communicatieID="1">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging">
          <brp:tijdstipLaatsteWijziging>2014-12-12T14:01:38.315+01:00</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie">
          <brp:datumAanvangGeldigheid>1982-05-28</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>100000010</brp:burgerservicenummer>
          <brp:administratienummer>1010101502</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie">
          <brp:datumAanvangGeldigheid>1982-05-28</brp:datumAanvangGeldigheid>
          <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Dina</brp:voornamen>
          <brp:voorvoegsel>de</brp:voorvoegsel>
          <brp:scheidingsteken> </brp:scheidingsteken>
          <brp:geslachtsnaamstam>Huisman</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie">
          <brp:datum>1982-05-28</brp:datum>
          <brp:gemeenteCode>0519</brp:gemeenteCode>
          <brp:woonplaatsnaam>'s-Gravenzande</brp:woonplaatsnaam>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie">
          <brp:datumAanvangGeldigheid>1982-05-28</brp:datumAanvangGeldigheid>
          <brp:code>V</brp:code>
        </brp:geslachtsaanduiding>
        <brp:betrokkenheden>
          <brp:ouder brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Toevoeging">
            <brp:familierechtelijkeBetrekking brp:objecttype="Relatie" brp:verwerkingssoort="Toevoeging">
              <brp:betrokkenheden>
                <brp:kind brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Toevoeging">
                  <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Toevoeging">
                    <brp:soortCode>I</brp:soortCode>
                    <brp:identificatienummers brp:verwerkingssoort="Toevoeging">
                      <brp:burgerservicenummer>200010992</brp:burgerservicenummer>
                      <brp:administratienummer>1321406948</brp:administratienummer>
                    </brp:identificatienummers>
                    <brp:samengesteldeNaam brp:verwerkingssoort="Toevoeging">
                      <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Eveline</brp:voornamen>
                      <brp:geslachtsnaamstam>Appelo</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte brp:verwerkingssoort="Toevoeging">
                      <brp:datum>2014-12-12</brp:datum>
                      <brp:gemeenteCode>1773</brp:gemeenteCode>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                  </brp:persoon>
                </brp:kind>
              </brp:betrokkenheden>
            </brp:familierechtelijkeBetrekking>
          </brp:ouder>
        </brp:betrokkenheden>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>
